#Labels

#Global Labels
global.schoolname=\u092E\u0947\u0930\u093E \u0938\u094D\u0915\u0942\u0932
global.waitMessage=Please Wait... Processing

#Page Labels

#Login Page Labels
login=\u0932\u0949\u0917\u093F\u0928
login.username=\u092A\u094D\u0930\u092F\u094B\u0915\u094D\u0924\u093E \u0928\u093E\u092E
login.password=\u092A\u093E\u0938\u0935\u0930\u094D\u0921
login.forgotpassword=\u092D\u0942\u0932 \u0917\u092F\u093E
login.submit.login=\u0932\u0949\u0917\u093F\u0928


#Header Page Labels
header.welcome=\u0906\u092A\u0915\u093E \u0938\u094D\u0935\u093E\u0917\u0924 \u0939\u0948
header.role=\u092D\u0942\u092E\u093F\u0915\u093E \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0932\u0949\u0917
header.current.datetime=\u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0926\u093F\u0928\u093E\u0902\u0915 \u0914\u0930 \u0938\u092E\u092F
header.lastlogin.datetime=\u0906\u092A\u0915\u093E \u0905\u0902\u0924\u093F\u092E \u0932\u0949\u0917\u093F\u0928 \u0926\u093F\u0928\u093E\u0902\u0915 \u0914\u0930 \u0938\u092E\u092F


#Left Menu Page Labels
leftmenu.configurationmanagement=\u0935\u093F\u0928\u094D\u092F\u093E\u0938 \u092A\u094D\u0930\u092C\u0902\u0927\u0928
leftmenu.cm.administrator=\u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915
leftmenu.cm.staff=\u0938\u094D\u091F\u093E\u092B\u093C
leftmenu.cm.calendar=\u0915\u0948\u0932\u0947\u0902\u0921\u0930
leftmenu.cm.transport=\u092A\u0930\u093F\u0935\u0939\u0928
leftmenu.cm.finance=\u0935\u093F\u0924\u094D\u0924
leftmenu.cm.library=\u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F

login.error.invalid.credentials=\u0905\u0935\u0948\u0927 \u0915\u094D\u0930\u0947\u0921\u0947\u0902\u0936\u093F\u092F\u0932\u094D\u0938, \u0916\u093E\u0924\u093E \u0905\u0927\u093F\u0915\u0924\u092E \u0905\u0935\u0948\u0927 \u092A\u094D\u0930\u092F\u093E\u0938\u094B\u0902 \u0915\u0947 \u092C\u093E\u0926 \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u091C\u093E\u090F\u0917\u093E \: 
login.error.invalid.user=\u092A\u094D\u0930\u092F\u094B\u0915\u094D\u0924\u093E \u0928\u093E\u092E \u0905\u0935\u0948\u0927 \u0939\u0948, \u092B\u093F\u0930 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\!
login.error.locked=\u0906\u092A\u0915\u093E \u0916\u093E\u0924\u093E \u092C\u0902\u0926 \u0915\u0930 \u0926\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948\!
login.error.empty=\u0909\u092A\u092F\u094B\u0917\u0915\u0930\u094D\u0924\u093E \u0928\u093E\u092E \u0914\u0930 \u092A\u093E\u0938\u0935\u0930\u094D\u0921 \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902
login.success.logout=\u0906\u092A\u0928\u0947 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u0932\u0949\u0917 \u0906\u0909\u091F \u0939\u094B \u0917\u090F\!

leftmenu.functionalmanagement=\u0915\u093E\u0930\u094D\u092F\u093E\u0924\u094D\u092E\u0915 \u092A\u094D\u0930\u092C\u0902\u0927\u0928
leftmenu.fm.administrator=\u0935\u094D\u092F\u0935\u0938\u094D\u0925\u093E\u092A\u0915
leftmenu.fm.leave=\u091B\u0941\u091F\u094D\u091F\u0940
leftmenu.fm.communication=\u0938\u0902\u091A\u093E\u0930
leftmenu.fm.transportation=\u092A\u0930\u093F\u0935\u0939\u0928
leftmenu.fm.finance=\u0935\u093F\u0924\u094D\u0924
leftmenu.fm.library=\u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F
leftmenu.fm.reports=\u0930\u093F\u092A\u094B\u0930\u094D\u091F\u0947\u0902
leftmenu.fm.availability=\u0909\u092A\u0932\u092C\u094D\u0927\u0924\u093E

leftmenu.school.events=\u0938\u094D\u0915\u0942\u0932 \u0915\u0940 \u0918\u091F\u0928\u093E\u0913\u0902
leftmenu.school.holidays=\u0938\u094D\u0915\u0942\u0932 \u0915\u0940 \u091B\u0941\u091F\u094D\u091F\u093F\u092F\u094B\u0902

#Paragraph and Quotations
school.para1=\u090F\u0915 \u0938\u094D\u0915\u0942\u0932 \u0915\u0940 \u0936\u093F\u0915\u094D\u0937\u093E \u0915\u0947 \u0936\u093F\u0915\u094D\u0937\u0915\u094B\u0902 \u0915\u0947 \u092E\u093E\u0930\u094D\u0917\u0926\u0930\u094D\u0936\u0928 \u092E\u0947\u0902 \u092A\u094D\u0930\u0926\u093E\u0928 \u0915\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948, \u091C\u0939\u093E\u0902 \u092C\u091A\u094D\u091A\u094B\u0902 \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u0926\u0942\u0938\u0930\u0947 \u0918\u0930 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u092E\u093E\u0928\u093E \u091C\u093E\u0924\u093E \u0939\u0948. \u090F\u0915 \u0938\u094D\u0915\u0942\u0932 \u0938\u092E\u0942\u0939 \u092E\u0947\u0902 \u0906\u092F\u0941\u0927 \u0921\u093F\u092A\u094B \u091B\u093E\u0924\u094D\u0930\u094B\u0902, \u0916\u0947\u0932, \u0936\u093E\u0930\u0940\u0930\u093F\u0915 \u0936\u093F\u0915\u094D\u0937\u093E \u0915\u0947 \u0905\u092D\u094D\u092F\u093E\u0938 \u0916\u0947\u0932 \u0938\u0902\u0917\u0940\u0924 \u0938\u0940\u0916\u0928\u0947 \u0914\u0930 \u0938\u093E\u0902\u0938\u094D\u0915\u0943\u0924\u093F\u0915 \u0917\u0924\u093F\u0935\u093F\u0927\u093F\u092F\u094B\u0902 \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0914\u0930 \u0938\u093E\u0925 \u0939\u0940 \u0936\u093F\u0915\u094D\u0937\u093E \u0915\u0947 \u0932\u093F\u090F \u090F\u0915 \u0938\u093E\u0925 \u0906\u0924\u0947 \u0939\u0948\u0902 \u0914\u0930. \u0938\u094D\u0915\u0942\u0932 \u092D\u0940 \u0935\u094D\u092F\u093E\u0935\u0939\u093E\u0930\u093F\u0915  u2019s \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0935\u093F\u0936\u093E\u0932 \u0938\u0902\u0917\u094D\u0930\u0939 \u0938\u0902\u0926\u0930\u094D\u092D \u0915\u0947 \u0932\u093F\u090F \u0935\u093F\u0937\u092F\u094B\u0902 \u092D\u0930 \u0915\u093F\u0924\u093E\u092C\u0947\u0902 \u0914\u0930 \u092D\u0940 \u092A\u094D\u0930\u092F\u094B\u0917\u0936\u093E\u0932\u093E\u0913\u0902 \u0915\u0947 \u0938\u093E\u0925 \u092A\u0941\u0938\u094D\u0924\u0915\u093E\u0932\u092F \u0939\u0948. \u0938\u094D\u0915\u0942\u0932 \u0938\u0947 \u091B\u093E\u0924\u094D\u0930 \u0915\u0940 \u092E\u0939\u0924\u094D\u0935\u092A\u0942\u0930\u094D\u0923 \u0938\u0940\u0916\u0928\u0947 \u0909\u091A\u093F\u0924 \u0936\u093F\u0915\u094D\u0937\u093E \u0915\u0947 \u0938\u093E\u0925 \u090F\u0915 \u0905\u0928\u0941\u0936\u093E\u0938\u0928 \u0935\u094D\u092F\u0915\u094D\u0924\u093F \u0915\u094B \u0939\u092E\u0947\u0936\u093E \u091C\u0940\u0935\u0928 \u092E\u0947\u0902 \u0938\u092B\u0932 \u0939\u094B \u091C\u093E\u090F\u0917\u093E, \u0915\u094D\u092F\u094B\u0902\u0915\u093F \u092A\u094D\u0930\u0924\u094D\u092F\u0947\u0915 \u092C\u091A\u094D\u091A\u0947 \u0915\u0947 \u0932\u093F\u090F \u092A\u094D\u0930\u093E\u0925\u092E\u093F\u0915 \u0938\u0940\u0916\u0928\u0947 \u0915\u0940 \u0939\u0948, \u091C\u094B \u0908\u092E\u093E\u0928\u0926\u093E\u0930 \u0939\u094B\u0928\u0947 \u0906\u0926\u093F \u0938\u091A \u0915\u0939, \u092C\u0921\u093C\u094B\u0902, \u0936\u093F\u0915\u094D\u0937\u0915\u094B\u0902 \u0914\u0930 \u092E\u093E\u0924\u093E \u092A\u093F\u0924\u093E \u0915\u0947 \u0932\u093F\u090F \u0938\u092E\u094D\u092E\u093E\u0928 \u0915\u0940 \u0924\u0930\u0939 \u0905\u0928\u0941\u0936\u093E\u0938\u0928 \u0939\u0948. \u0909\u092A\u0930\u094B\u0915\u094D\u0924 \u0915\u0947 \u0905\u0932\u093E\u0935\u093E, \u0938\u094D\u0915\u0942\u0932 \u092D\u0940 "\u0938\u094D\u0935\u093E\u0938\u094D\u0925\u094D\u092F \u0939\u0940 \u0927\u0928 \u0939\u0948" \u0915\u0939 \u0930\u0939\u0940 \u0939\u0948 \u0915\u093F \u090F\u0915 \u092C\u0941\u0926\u094D\u0927\u093F\u092E\u093E\u0928 \u0935\u0939\u093E\u0901 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0921\u094D\u0930\u0947\u0938\u093F\u0902\u0917, \u0938\u092B\u093E\u0908, \u092D\u094B\u091C\u0928 \u0915\u0947 \u092E\u093E\u092E\u0932\u0947 \u092E\u0947\u0902 \u0938\u094D\u0935\u093E\u0938\u094D\u0925\u094D\u092F \u0915\u093E\u0930\u0915\u094B\u0902 \u092A\u0930 \u0938\u093F\u0916\u093E\u0928\u093E \u0939\u094B\u0917\u093E \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902.
school.quot1=\u0906\u092A \u0915\u0932 \u092E\u0930 \u0930\u0939\u0947 \u0925\u0947 \u092E\u093E\u0928\u094B \u091C\u0940\u0924\u0947. \u0924\u0941\u092E \u0939\u092E\u0947\u0936\u093E \u0915\u0947 \u0932\u093F\u090F \u0930\u0939 \u0930\u0939\u0947 \u0925\u0947 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u091C\u093E\u0928\u0947\u0902. -\u092E\u0939\u093E\u0924\u094D\u092E\u093E \u0917\u093E\u0902\u0927\u0940
school.quot2=\u0926\u093F\u0932 \u0915\u094B \u0936\u093F\u0915\u094D\u0937\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u092C\u093F\u0928\u093E \u092E\u0928 \u0915\u094B \u0936\u093F\u0915\u094D\u0937\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0938\u092D\u0940 \u0915\u094B\u0908 \u0936\u093F\u0915\u094D\u0937\u093E \u0939\u0948. -\u0905\u0930\u0938\u094D\u0924\u0942


#Server validation, Business validation & Error Messages
errors.invalid=${getText(fieldName)} \u0905\u092E\u093E\u0928\u094D\u092F \u0939\u0948.
errors.required=${getText(fieldName)} \u0906\u0935\u0936\u094D\u092F\u0915 \u0939\u0948.
errors.number=${getText(fieldName)} \u0915\u094B\u0908 \u0938\u0902\u0916\u094D\u092F\u093E \u0939\u094B\u0928\u0940 \u091A\u093E\u0939\u093F\u090F.
errors.range=${getText(fieldName)} ${min} \u0914\u0930 ${max} \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u092E\u0947\u0902 \u0928\u0939\u0940\u0902 \u0939\u0948 .
errors.minage=${getText(fieldName)} \u0938\u0947 \u0915\u092E \u0928\u0939\u0940\u0902 \u0939\u094B\u0928\u093E \u091A\u093E\u0939\u093F\u090F ${min}.
errors.maxage=${getText(fieldName)} \u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u0939\u0940\u0902 \u0939\u094B\u0928\u093E \u091A\u093E\u0939\u093F\u090F ${max}.
