#Labels

#Global Labels
global.schoolname=\u0C28\u0C3E \u0C38\u0C4D\u0C15\u0C42\u0C32\u0C4D
global.waitMessage=\u0C26\u0C2F\u0C1A\u0C47\u0C38\u0C3F \u0C35\u0C47\u0C1A\u0C3F \u0C09\u0C02\u0C21\u0C02\u0C21\u0C3F ... \u0C2A\u0C4D\u0C30\u0C4B\u0C38\u0C46\u0C38\u0C3F\u0C02\u0C17\u0C4D

#Page Labels

#Login Page Labels
login=\u0C32\u0C3E\u0C17\u0C3F\u0C28\u0C4D
login.username=\u0C2F\u0C42\u0C1C\u0C30\u0C4D \u0C2A\u0C47\u0C30\u0C41
login.password=\u0C2A\u0C3E\u0C38\u0C4D\u0C35\u0C30\u0C4D\u0C21\u0C4D
login.forgotpassword=\u0C2A\u0C3E\u0C38\u0C4D\u0C35\u0C30\u0C4D\u0C21\u0C4D \u0C2E\u0C30\u0C4D\u0C1A\u0C3F\u0C2A\u0C4B\u0C2F\u0C3E\u0C30\u0C3E
login.submit.login=\u0C32\u0C3E\u0C17\u0C3F\u0C28\u0C4D

#Header Page Labels
header.welcome=\u0C38\u0C4D\u0C35\u0C3E\u0C17\u0C24\u0C02
header.role=\u0C2E\u0C40\u0C30\u0C41 \u0C07\u0C32\u0C3E \u0C32\u0C3E\u0C17\u0C3F\u0C28\u0C4D \u0C1A\u0C47\u0C36\u0C3E\u0C30\u0C41
header.current.datetime=\u0C24\u0C47\u0C26\u0C40 & \u0C38\u0C2E\u0C2F\u0C02
header.lastlogin.datetime=\u0C2E\u0C40 \u0C1A\u0C3F\u0C35\u0C30\u0C3F \u0C32\u0C3E\u0C17\u0C3F\u0C28\u0C4D \u0C1A\u0C47\u0C26\u0C3F \u0C2E\u0C30\u0C3F\u0C2F\u0C41 \u0C38\u0C2E\u0C2F\u0C02

#Left Menu Page Labels
leftmenu.configurationmanagement=\u0C06\u0C15\u0C43\u0C24\u0C40\u0C15\u0C30\u0C23 \u0C28\u0C3F\u0C30\u0C4D\u0C35\u0C39\u0C23
leftmenu.cm.administrator=\u0C2A\u0C30\u0C3F\u0C2A\u0C3E\u0C32\u0C15\u0C41\u0C21\u0C41
leftmenu.cm.staff=\u0C38\u0C4D\u0C1F\u0C3E\u0C2B\u0C4D
leftmenu.cm.calendar=\u0C2A\u0C02\u0C1A\u0C3E\u0C02\u0C17\u0C02
leftmenu.cm.ransport=\u0C30\u0C35\u0C3E\u0C23\u0C3E
leftmenu.cm.finance=\u0C30\u0C3E\u0C1C\u0C38\u0C4D\u0C35\u0C2E\u0C41
leftmenu.cm.library=\u0C17\u0C4D\u0C30\u0C02\u0C27\u0C3E\u0C32\u0C2F\u0C02

leftmenu.functionalmanagement=\u0C2B\u0C02\u0C15\u0C4D\u0C37\u0C28\u0C32\u0C4D \u0C2E\u0C47\u0C28\u0C47\u0C1C\u0C4D\u0C2E\u0C46\u0C02\u0C1F\u0C4D
leftmenu.fm.administrator=\u0C2A\u0C30\u0C3F\u0C2A\u0C3E\u0C32\u0C15\u0C41\u0C21\u0C41
leftmenu.fm.leave=\u0C38\u0C46\u0C32\u0C35\u0C41
leftmenu.fm.communication=\u0C15\u0C2E\u0C4D\u0C2F\u0C42\u0C28\u0C3F\u0C15\u0C47\u0C37\u0C28\u0C4D
leftmenu.fm.transportation=\u0C30\u0C35\u0C3E\u0C23\u0C3E
leftmenu.fm.finance=\u0C30\u0C3E\u0C1C\u0C38\u0C4D\u0C35\u0C2E\u0C41
leftmenu.fm.library=\u0C17\u0C4D\u0C30\u0C02\u0C27\u0C3E\u0C32\u0C2F\u0C02
leftmenu.fm.reports=\u0C28\u0C3F\u0C35\u0C47\u0C26\u0C3F\u0C15\u0C32\u0C41
leftmenu.fm.availability=\u0C05\u0C02\u0C26\u0C41\u0C2C\u0C3E\u0C1F\u0C41
leftmenu.fm.transactionLog=\u0C32\u0C3E\u0C35\u0C3E\u0C26\u0C47\u0C35\u0C40 \u0C32\u0C4B\u0C28\u0C3F\u0C15\u0C3F
leftmenu.fm.passwordManagement=\u0C2A\u0C3E\u0C38\u0C4D\u0C35\u0C30\u0C4D\u0C21\u0C4D \u0C28\u0C3F\u0C30\u0C4D\u0C35\u0C39\u0C23

leftmenu.school.events=\u0C38\u0C4D\u0C15\u0C42\u0C32\u0C4D \u0C08\u0C35\u0C46\u0C02\u0C1F\u0C4D\u0C38\u0C4D
leftmenu.school.holidays=\u0C38\u0C4D\u0C15\u0C42\u0C32\u0C4D \u0C38\u0C46\u0C32\u0C35\u0C41\u0C32\u0C41

#Paragraph and Quotations
school.para1=\u0C12\u0C15 \u0C2A\u0C3E\u0C20\u0C36\u0C3E\u0C32 \u0C35\u0C3F\u0C26\u0C4D\u0C2F \u0C09\u0C2A\u0C3E\u0C27\u0C4D\u0C2F\u0C3E\u0C2F\u0C41\u0C32\u0C41 \u0C06\u0C27\u0C4D\u0C35\u0C30\u0C4D\u0C2F\u0C02\u0C32\u0C4B \u0C38\u0C2E\u0C15\u0C42\u0C30\u0C4D\u0C1A\u0C2C\u0C21\u0C47 \u0C2A\u0C3F\u0C32\u0C4D\u0C32\u0C32 \u0C15\u0C4B\u0C38\u0C02 \u0C12\u0C15 \u0C30\u0C46\u0C02\u0C21\u0C35 \u0C17\u0C43\u0C39\u0C02\u0C17\u0C3E \u0C2D\u0C3E\u0C35\u0C3F\u0C38\u0C4D\u0C24\u0C3E\u0C30\u0C41. \u0C35\u0C3F\u0C26\u0C4D\u0C2F\u0C3E\u0C30\u0C4D\u0C25\u0C41\u0C32\u0C41 \u0C12\u0C15 \u0C2A\u0C3E\u0C20\u0C36\u0C3E\u0C32 \u0C38\u0C2E\u0C42\u0C39\u0C02\u0C32\u0C4B \u0C35\u0C3F\u0C26\u0C4D\u0C2F \u0C15\u0C4B\u0C38\u0C02 \u0C05\u0C32\u0C3E\u0C17\u0C47, \u0C17\u0C47\u0C2E\u0C4D\u0C38\u0C4D \u0C2A\u0C4D\u0C32\u0C47 \u0C2D\u0C4C\u0C24\u0C3F\u0C15 \u0C35\u0C3F\u0C26\u0C4D\u0C2F \u0C38\u0C3E\u0C27\u0C28, \u0C38\u0C02\u0C17\u0C40\u0C24\u0C02 \u0C28\u0C47\u0C30\u0C4D\u0C1A\u0C41\u0C15\u0C4B\u0C35\u0C21\u0C02 \u0C2E\u0C30\u0C3F\u0C2F\u0C41 \u0C38\u0C3E\u0C02\u0C38\u0C4D\u0C15\u0C43\u0C24\u0C3F\u0C15 \u0C15\u0C3E\u0C30\u0C4D\u0C2F\u0C15\u0C32\u0C3E\u0C2A\u0C3E\u0C32\u0C32\u0C4B \u0C2A\u0C3E\u0C32\u0C4D\u0C17\u0C4A\u0C28\u0C4D\u0C28 \u0C15\u0C4B\u0C38\u0C02 \u0C15\u0C32\u0C3F\u0C38\u0C3F. \u0C2A\u0C3E\u0C20\u0C36\u0C3E\u0C32\u0C32\u0C41 \u0C30\u0C3F\u0C2B\u0C30\u0C46\u0C28\u0C4D\u0C38\u0C41 \u0C2E\u0C30\u0C3F\u0C2F\u0C41 \u0C2A\u0C4D\u0C30\u0C2F\u0C4B\u0C17\u0C36\u0C3E\u0C32\u0C32\u0C41 \u0C06\u0C1A\u0C30\u0C23\u0C3E\u0C24\u0C4D\u0C2E\u0C15 \u0C2F\u0C4A\u0C15\u0C4D\u0C15 \u0C1A\u0C47\u0C2F\u0C21\u0C02 \u0C15\u0C4B\u0C38\u0C02 (\u0C35\u0C3F\u0C37\u0C2F\u0C3E\u0C32\u0C28\u0C41 \u0C05\u0C02\u0C24\u0C1F\u0C3E) \u0C2A\u0C41\u0C38\u0C4D\u0C24\u0C15\u0C3E\u0C32 \u0C2D\u0C3E\u0C30\u0C40 \u0C38\u0C47\u0C15\u0C30\u0C23 \u0C24\u0C4B \u0C32\u0C46\u0C56\u0C2C\u0C4D\u0C30\u0C30\u0C40 \u0C09\u0C28\u0C4D\u0C28\u0C3E\u0C2F\u0C3F. \u0C2A\u0C3E\u0C20\u0C36\u0C3E\u0C32 \u0C28\u0C41\u0C02\u0C21\u0C3F \u0C12\u0C15 \u0C35\u0C3F\u0C26\u0C4D\u0C2F\u0C3E\u0C30\u0C4D\u0C25\u0C3F \u0C15\u0C4B\u0C38\u0C02 \u0C2E\u0C41\u0C16\u0C4D\u0C2F\u0C2E\u0C46\u0C56\u0C28 \u0C32\u0C46\u0C30\u0C4D\u0C28\u0C3F\u0C02\u0C17\u0C4D \u0C38\u0C30\u0C46\u0C56\u0C28 \u0C35\u0C3F\u0C26\u0C4D\u0C2F \u0C12\u0C15 \u0C15\u0C4D\u0C30\u0C2E\u0C36\u0C3F\u0C15\u0C4D\u0C37\u0C23 \u0C35\u0C4D\u0C2F\u0C15\u0C4D\u0C24\u0C3F \u0C0E\u0C32\u0C4D\u0C32\u0C2A\u0C4D\u0C2A\u0C41\u0C21\u0C42 \u0C1C\u0C40\u0C35\u0C3F\u0C24\u0C02\u0C32\u0C4B \u0C30\u0C3E\u0C23\u0C3F\u0C38\u0C4D\u0C24\u0C3E\u0C30\u0C41 \u0C0E\u0C02\u0C26\u0C41\u0C15\u0C02\u0C1F\u0C47, \u0C2A\u0C4D\u0C30\u0C24\u0C3F \u0C36\u0C3F\u0C36\u0C41\u0C35\u0C41 \u0C15\u0C4B\u0C38\u0C02 \u0C2A\u0C4D\u0C30\u0C3E\u0C27\u0C2E\u0C3F\u0C15 \u0C36\u0C3F\u0C15\u0C4D\u0C37\u0C23 \u0C09\u0C02\u0C26\u0C3F, \u0C2E\u0C4A\u0C26\u0C32\u0C46\u0C56\u0C28\u0C35\u0C3F \u0C28\u0C3E\u0C26\u0C46\u0C02\u0C21\u0C4D\u0C32, \u0C2A\u0C46\u0C26\u0C4D\u0C26\u0C32\u0C41, \u0C09\u0C2A\u0C3E\u0C27\u0C4D\u0C2F\u0C3E\u0C2F\u0C41\u0C32\u0C41, \u0C24\u0C32\u0C4D\u0C32\u0C3F\u0C26\u0C02\u0C21\u0C4D\u0C30\u0C41\u0C32\u0C41 \u0C15\u0C4D\u0C30\u0C2E\u0C36\u0C3F\u0C15\u0C4D\u0C37\u0C23 \u0C05\u0C02\u0C36\u0C02 \u0C2F\u0C4A\u0C15\u0C4D\u0C15 \u0C35\u0C02\u0C1F\u0C3F \u0C17\u0C4C\u0C30\u0C35\u0C02 \u0C09\u0C28\u0C4D\u0C28\u0C3E\u0C2F\u0C3F. "\u0C06\u0C30\u0C4B\u0C17\u0C4D\u0C2F\u0C02 \u0C38\u0C02\u0C2A\u0C26 \u0C09\u0C02\u0C26\u0C3F" \u0C1A\u0C46\u0C2A\u0C4D\u0C2A\u0C3F \u0C12\u0C15 \u0C24\u0C46\u0C32\u0C3F\u0C35\u0C46\u0C56\u0C28 \u0C09\u0C02\u0C26\u0C3F \u0C35\u0C02\u0C1F\u0C3F \u0C15\u0C3E\u0C15\u0C41\u0C02\u0C21\u0C3E, \u0C2A\u0C46\u0C56\u0C28, \u0C2A\u0C3E\u0C20\u0C36\u0C3E\u0C32 \u0C15\u0C42\u0C21\u0C3E \u0C2E\u0C4A\u0C26\u0C32\u0C46\u0C56\u0C28\u0C35\u0C3F \u0C36\u0C41\u0C2D\u0C4D\u0C30\u0C24, \u0C06\u0C39\u0C3E\u0C30 \u0C05\u0C32\u0C35\u0C3E\u0C1F\u0C4D\u0C32\u0C41, \u0C21\u0C4D\u0C30\u0C46\u0C38\u0C4D\u0C38\u0C3F\u0C02\u0C17\u0C4D \u0C35\u0C02\u0C1F\u0C3F \u0C06\u0C30\u0C4B\u0C17\u0C4D\u0C2F \u0C05\u0C02\u0C36\u0C3E\u0C32\u0C2A\u0C46\u0C56 \u0C28\u0C47\u0C30\u0C4D\u0C2A\u0C41\u0C24\u0C41\u0C02\u0C26\u0C3F \u0C0F\u0C30\u0C4D\u0C2A\u0C3E\u0C1F\u0C41.
school.quot1=\u0C2E\u0C40\u0C30\u0C41 \u0C30\u0C47\u0C2A\u0C41 \u0C1A\u0C28\u0C3F\u0C2A\u0C4B\u0C2F\u0C47 \u0C2C\u0C4D\u0C30\u0C24\u0C15\u0C02\u0C21\u0C3F. \u0C2E\u0C40\u0C30\u0C41 \u0C0E\u0C2A\u0C4D\u0C2A\u0C1F\u0C3F\u0C15\u0C40 \u0C1C\u0C40\u0C35\u0C3F\u0C02\u0C1A\u0C21\u0C3E\u0C28\u0C3F\u0C15\u0C3F \u0C35\u0C3F\u0C27\u0C02\u0C17\u0C3E \u0C24\u0C46\u0C32\u0C41\u0C38\u0C41\u0C15\u0C4B\u0C02\u0C21\u0C3F. - \u0C2E\u0C39\u0C3E\u0C24\u0C4D\u0C2E\u0C3E \u0C17\u0C3E\u0C02\u0C27\u0C40
school.quot2=\u0C17\u0C41\u0C02\u0C21\u0C46 \u0C35\u0C3F\u0C26\u0C4D\u0C2F \u0C15\u0C3E\u0C15\u0C41\u0C02\u0C21\u0C3E \u0C2E\u0C3E\u0C28\u0C38\u0C3F\u0C15 \u0C05\u0C35\u0C17\u0C3E\u0C39\u0C28 \u0C05\u0C38\u0C4D\u0C38\u0C32\u0C41 \u0C35\u0C3F\u0C26\u0C4D\u0C2F. - \u0C05\u0C30\u0C3F\u0C38\u0C4D\u0C1F\u0C3E\u0C1F\u0C3F\u0C32\u0C4D

#Server validation, Business validation & Error Messages
errors.invalid=${getText(fieldName)} \u0C1A\u0C46\u0C32\u0C4D\u0C32\u0C26\u0C41.
errors.required=${getText(fieldName)} \u0C05\u0C35\u0C38\u0C30\u0C02.
errors.number=${getText(fieldName)} \u0C05\u0C28\u0C47\u0C15 \u0C09\u0C02\u0C21\u0C3E\u0C32\u0C3F.
errors.range=${getText(fieldName)} \u0C2A\u0C30\u0C3F\u0C27\u0C3F\u0C32\u0C4B \u0C15\u0C3E\u0C26\u0C41 ${min} \u0C2E\u0C30\u0C3F\u0C2F\u0C41 ${max}.
errors.minage=${getText(fieldName)} \u0C15\u0C02\u0C1F\u0C47 \u0C24\u0C15\u0C4D\u0C15\u0C41\u0C35 \u0C09\u0C02\u0C21\u0C15\u0C42\u0C21\u0C26\u0C41 ${min}.
errors.maxage=${getText(fieldName)} \u0C15\u0C02\u0C1F\u0C47 \u0C0E\u0C15\u0C4D\u0C15\u0C41\u0C35 \u0C09\u0C02\u0C21\u0C15\u0C42\u0C21\u0C26\u0C41 ${max}.

#Login messages
login.fail.invalidcredentials=\u0C1A\u0C46\u0C32\u0C4D\u0C32\u0C28\u0C3F \u0C06\u0C27\u0C3E\u0C30\u0C3E\u0C32\u0C28\u0C41, \u0C16\u0C3E\u0C24\u0C3E \u0C17\u0C30\u0C3F\u0C37\u0C4D\u0C1F \u0C1A\u0C46\u0C32\u0C4D\u0C32\u0C28\u0C3F \u0C2A\u0C4D\u0C30\u0C2F\u0C24\u0C4D\u0C28\u0C3E\u0C32 \u0C24\u0C30\u0C41\u0C35\u0C3E\u0C24 \u0C32\u0C3E\u0C15\u0C4D \u0C1A\u0C47\u0C2F\u0C2C\u0C21\u0C41\u0C24\u0C41\u0C02\u0C26\u0C3F: 
login.fail.invaliduser=\u0C2F\u0C42\u0C1C\u0C30\u0C4D \u0C2A\u0C47\u0C30\u0C41 \u0C1A\u0C46\u0C32\u0C4D\u0C32\u0C28\u0C3F\u0C26\u0C3F, \u0C26\u0C2F\u0C1A\u0C47\u0C38\u0C3F \u0C2E\u0C33\u0C4D\u0C32\u0C40 \u0C2A\u0C4D\u0C30\u0C2F\u0C24\u0C4D\u0C28\u0C3F\u0C02\u0C1A\u0C02\u0C21\u0C3F!
login.fail.locked=\u0C2E\u0C40 \u0C16\u0C3E\u0C24\u0C3E \u0C32\u0C3E\u0C15\u0C4D \u0C1A\u0C46\u0C2F\u0C4D\u0C2F\u0C2C\u0C21\u0C3F\u0C02\u0C26\u0C3F!
login.fail.empty=\u0C2F\u0C42\u0C1C\u0C30\u0C4D \u0C2A\u0C47\u0C30\u0C41 \u0C2E\u0C30\u0C3F\u0C2F\u0C41 \u0C2A\u0C3E\u0C38\u0C4D\u0C35\u0C30\u0C4D\u0C21\u0C4D \u0C28\u0C2E\u0C4B\u0C26\u0C41 \u0C1A\u0C47\u0C2F\u0C02\u0C21\u0C3F
login.success.logout=\u0C2E\u0C40\u0C30\u0C41 \u0C35\u0C3F\u0C1C\u0C2F\u0C35\u0C02\u0C24\u0C02\u0C17\u0C3E \u0C32\u0C3E\u0C17\u0C4D \u0C05\u0C35\u0C41\u0C1F\u0C4D \u0C1A\u0C47\u0C36\u0C3E\u0C30\u0C41!